{"@type": "dcat:Dataset", "accessLevel": "public", "contactPoint": {"@type": "vcard:Contact", "fn": "NYC OpenData", "hasEmail": "mailto:no-reply@data.cityofnewyork.us"}, "description": "The Motor Vehicle Collisions crash table contains details on the crash event. Each row represents a crash event. The Motor Vehicle Collisions data tables contain information from all police reported motor vehicle collisions in NYC. The police report (MV104-AN) is required to be filled out for collisions where someone is injured or killed, or where there is at least $1000 worth of damage (https://www.nhtsa.gov/sites/nhtsa.dot.gov/files/documents/ny_overlay_mv-104an_rev05_2004.pdf).  It should be noted that the data is preliminary and subject to change when the MV-104AN forms are amended based on revised crash details.For the most accurate, up to date statistics on traffic fatalities, please refer to the <a href=\"https://www1.nyc.gov/site/nypd/stats/traffic-data/traffic-data-collision.page\" style=\"color:#187bcd;\">NYPD Motor Vehicle Collisions page</a> (updated weekly) or <a href=\"http://www.nycvzv.info/\" style=\"color:#187bcd;\">Vision Zero View</a> (updated monthly).\r\n\r\n</p>\r\nDue to success of the CompStat program, NYPD began to ask how to apply the CompStat principles  to other problems.  Other than homicides, the fatal incidents with which police have the most contact with the public are fatal traffic collisions.  Therefore in April 1998, the Department implemented TrafficStat, which uses the CompStat model to work towards improving traffic safety.  Police officers complete form MV-104AN  for all vehicle collisions.  The MV-104AN is a New York State form that has all of the details of a traffic collision.  Before implementing Trafficstat, there was no uniform traffic safety data collection procedure for all of the NYPD precincts.  Therefore, the Police Department implemented the Traffic Accident Management System (TAMS) in July 1999 in order to collect traffic data in a uniform method across the City.  TAMS required the precincts manually enter a few selected MV-104AN fields to collect very basic intersection traffic crash statistics which included the number of accidents, injuries and fatalities. As the years progressed, there grew a need for additional traffic data so that more detailed analyses could be conducted. The Citywide traffic safety initiative, Vision Zero started in the year 2014.  Vision Zero further emphasized the need for the collection of more traffic data in order to work towards the Vision Zero goal, which is to eliminate traffic fatalities.  Therefore, the Department in March 2016 replaced the TAMS with the new Finest Online Records Management System (FORMS).  FORMS enables the police officers to electronically, using a Department cellphone or computer, enter all of the MV-104AN data fields and stores all of the MV-104AN data fields in the Department’s crime data warehouse.  Since all of the MV-104AN data fields are now stored for each traffic collision, detailed traffic safety analyses can be conducted as applicable.", "distribution": [{"@type": "dcat:Distribution", "downloadURL": "https://data.cityofnewyork.us/api/views/h9gi-nx95/rows.csv?accessType=DOWNLOAD", "mediaType": "text/csv"}, {"@type": "dcat:Distribution", "describedBy": "https://data.cityofnewyork.us/api/views/h9gi-nx95/columns.rdf", "describedByType": "application/rdf+xml", "downloadURL": "https://data.cityofnewyork.us/api/views/h9gi-nx95/rows.rdf?accessType=DOWNLOAD", "mediaType": "application/rdf+xml"}, {"@type": "dcat:Distribution", "describedBy": "https://data.cityofnewyork.us/api/views/h9gi-nx95/columns.json", "describedByType": "application/json", "downloadURL": "https://data.cityofnewyork.us/api/views/h9gi-nx95/rows.json?accessType=DOWNLOAD", "mediaType": "application/json"}, {"@type": "dcat:Distribution", "describedBy": "https://data.cityofnewyork.us/api/views/h9gi-nx95/columns.xml", "describedByType": "application/xml", "downloadURL": "https://data.cityofnewyork.us/api/views/h9gi-nx95/rows.xml?accessType=DOWNLOAD", "mediaType": "application/xml"}], "identifier": "https://data.cityofnewyork.us/api/views/h9gi-nx95", "issued": "2021-04-19", "keyword": ["nypd", "bigapps", "big apps", "traffic data", "collisions", "vision", "visionzero", "zero", "nycopendata"], "landingPage": "https://data.cityofnewyork.us/d/h9gi-nx95", "modified": "2023-08-31", "publisher": {"@type": "org:Organization", "name": "data.cityofnewyork.us"}, "theme": ["Public Safety"], "title": "Motor Vehicle Collisions - Crashes"}
